Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A39B.tmx
Source language: en_us
Languages: zh_cn

source: Ten technology facts about the London Olympics
zh_cn: 关于伦敦奥运会的十大科技事实

source: Atos, one of the tech firms providing the huge power, communications and computing and infrastructure that will be crucial to the games' success has compiled a list of ten technology facts:
zh_cn: Atos作为提供电力，通讯，数据处理，基础设施的科技公司之一，将对奥运会的成功起到决定性作用。它们汇集出了一份奥运会十大科技事实的清单。

source: Over four billion of us are expected to tune in to watch our favourite athletes perform on TV - over two thirds of the world's population.
zh_cn: 1、我们中有超过四十亿人想在电视上看到我们喜爱的运动员的英姿——超过世界人口的三分之二哦。

source: The Technology Operations Centre unveiled this week is the technology 'Mission Control' for London 2012 - it oversees the results, IT security, power and telecommunications for all 94 Olympic venues.
zh_cn: 2、技术工作中心于本周公布了2012伦敦奥运会的控制中心——它负责监管九十四个奥运场馆的比赛结果，IT安全，电力，以及远程通信。

source: The Technology Operations Centre will be staffed by 450 people working 24/7 under one roof to keep all 94 Olympic competition and non-competition venues running smoothly.
zh_cn: 3、450名工作人员将同在技术工作中心全天候工作，以保证所有九十四个有奥林匹克竞技项目和没有比赛项目的场馆都能顺利运行。

source: 200,000 hours - or 23.5 years' - worth of testing will be carried out on the IT systems before the games start, to simulate and prepare for every possible scenario.
zh_cn: 4、在比赛开始前，将对IT系统进行200,000小时约合23.5年的调试，用来模拟和准备每一个可能的突发状况。

source: To put that in perspective, that's the equivalent of 8,333 days' work.
zh_cn: 形象地说，这就相当于是8,333天的工作。

source: For the first time ever, commentators will have touch-screen Commentator Information System technology for every single Olympic Games sports - delivering real-time results high speed.
zh_cn: 5、这也是史上首次：在每一场奥运比赛中，解说员都有能高速传递实时比赛结果的触屏解说信息系统可用。

source: Ten more sports have been added to the system compared to Beijing 2008.
zh_cn: 相较于2008年的北京奥运会，又有10个项目被加入系统中。

source: London 2012 will also be the first Summer Paralympic Games to use this Commentator Information System, with five sports added to the system.
zh_cn: 2012年的伦敦残奥会，也将成为第一个使用到这个解说信息系统的夏季残奥会，其中有五个项目新加入到系统中。

source: If the British summer is playing up, we could take a tip from the Chinese - who shot weather rockets into the sky to stop rain clouds soaking the audience and spoiling the party at the Opening Ceremony!
zh_cn: 6、如果英国的夏天很炎热，我们可以借鉴中国的做法——她曾将气象火箭发射到空中，杜绝了雨浸湿观众而妨碍到开幕式的情况。

source: London 2012 will be a greener, more sustainable Olympic Games.
zh_cn: 7、2012伦敦奥运会将成为一届更绿色，更具可持续性的的奥运盛会。

source: A special plant will supply electricity, heat and chilled water to the London 2012 Olympic Park using technology which produces 33 per cent lower CO2 emissions than from the electricity grid.
zh_cn: 一个特殊的装置将为2012伦敦奥运村供电，加热以及冷却水。相较于电网发电，这个装置能减少33%的CO2排放量。

source: The Technology Operations Centre at London 2012 will also be able to process 30 per cent more results data than Beijing 2008 to meet the rapidly increasing demands of fans for information anytime and everywhere.
zh_cn: 8、相较于2008北京奥运会，2012伦敦奥运会的技术工作中心可以多处理30%的比赛结果的数据，来满足粉丝们日益增长的想要随时随地知晓奥运消息的需求。

source: You can leave the cash at home!
zh_cn: 9、你不用随身带现金啦！

source: London 2012 offers people the chance to attend without cash but still pay, by using 'contactless' cards which will be swiped over a reader like an Oyster card to make payments.
zh_cn: 通过使用非接触式智能卡，2012伦敦奥运会给了人们一个不用随身带现金，但仍能买东西的机会。它就像牡蛎卡一样，刷过一个读卡器就能进行支付。

source: More than 5,000 retailers so far have signed up.
zh_cn: 迄今为止，有5,000个以上的零售商已经注册了。

source: With 8.5 billion PCs, smart phones and tablets predicted to be connected to the internet by 2012, the London games are set to be the biggest ever online.
zh_cn: 10、到2012，预计将有八十五亿台个人电脑，智能手机，平板电脑联网。即使在网上，伦敦奥运会仍不失为一场盛会。
